ats/TuketimSorgusu.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ats="ats.saglik.gov.tr" xmlns:stok="http://schemas.datacontract.org/2004/07/Stok.EntegrasyonServisi.Model.Model.Request" xmlns:kul="ats.saglik.gov.tr/KullaniciBilgisi">
   <soapenv:Header/>
   <soapenv:Body>
      <ats:TuketimSorgusu>
         <!--Optional:-->
         <ats:tuketimSorgusuGirdi>
            <stok:KullaniciBilgisi>
               <kul:KullaniciAdi><%=KullaniciAdi %></kul:KullaniciAdi>
               <kul:Parola><%=Parola %></kul:Parola>
            </stok:KullaniciBilgisi>
            <stok:Barkod><%=Barkod %></stok:Barkod>
            <stok:SeriNo><%=SeriNo %></stok:SeriNo>
            <stok:PartiNo><%=PartiNo %></stok:PartiNo>
            <stok:TCKN><%=TCKN %></stok:TCKN>
         </ats:tuketimSorgusuGirdi>
      </ats:TuketimSorgusu>
   </soapenv:Body>
</soapenv:Envelope>